window.REPORT_DATA = {
 "summary": {
  "gmv": 951.3,
  "refund": 104.8,
  "refundRate": 11,
  "ns": 846.5,
  "gross": 573.4,
  "grossRate": 67.7,
  "np": 424,
  "npRate": 50.1,
  "qty": 277259,
  "skuCount": 553
 },
 "monthly": [
  {
   "month": "1月",
   "gmv": 43.2,
   "ns": 39,
   "np": 19.5,
   "rate": 50,
   "refundRate": 9.8
  },
  {
   "month": "2月",
   "gmv": 164.6,
   "ns": 142.8,
   "np": 76.4,
   "rate": 53.5,
   "refundRate": 13.3
  },
  {
   "month": "3月",
   "gmv": 110.4,
   "ns": 99.4,
   "np": 50.7,
   "rate": 51,
   "refundRate": 9.9
  },
  {
   "month": "4月",
   "gmv": 161.2,
   "ns": 142.5,
   "np": 70.1,
   "rate": 49.2,
   "refundRate": 11.6
  },
  {
   "month": "5月",
   "gmv": 164.7,
   "ns": 147.8,
   "np": 72.9,
   "rate": 49.3,
   "refundRate": 10.2
  },
  {
   "month": "6月",
   "gmv": 179.6,
   "ns": 160.7,
   "np": 77.7,
   "rate": 48.4,
   "refundRate": 10.5
  },
  {
   "month": "7月",
   "gmv": 127.5,
   "ns": 114.2,
   "np": 56.7,
   "rate": 49.6,
   "refundRate": 10.4
  }
 ],
 "cats": [
  {
   "cat": "图书",
   "gmv": 183.2,
   "ns": 168.5,
   "np": 66.9,
   "rate": 39.7,
   "refundRate": 8,
   "grossRate": 49.5,
   "logiRate": 7.6
  },
  {
   "cat": "立牌",
   "gmv": 137.5,
   "ns": 122.7,
   "np": 66.1,
   "rate": 53.9,
   "refundRate": 10.8,
   "grossRate": 72.4,
   "logiRate": 7.2
  },
  {
   "cat": "吧唧",
   "gmv": 113.9,
   "ns": 100.9,
   "np": 56.7,
   "rate": 56.2,
   "refundRate": 11.4,
   "grossRate": 79.2,
   "logiRate": 11.3
  },
  {
   "cat": "文具本册",
   "gmv": 93.9,
   "ns": 85.3,
   "np": 37.4,
   "rate": 43.8,
   "refundRate": 9.1,
   "grossRate": 65.1,
   "logiRate": 12.2
  },
  {
   "cat": "挂件",
   "gmv": 90.8,
   "ns": 80.8,
   "np": 41.6,
   "rate": 51.5,
   "refundRate": 11,
   "grossRate": 70.6,
   "logiRate": 8.3
  },
  {
   "cat": "金属书签",
   "gmv": 85.6,
   "ns": 73.1,
   "np": 40.1,
   "rate": 54.8,
   "refundRate": 14.6,
   "grossRate": 70.9,
   "logiRate": 4.6
  },
  {
   "cat": "盲盒福袋",
   "gmv": 83.8,
   "ns": 70.3,
   "np": 36.7,
   "rate": 52.2,
   "refundRate": 16.1,
   "grossRate": 67.4,
   "logiRate": 4.2
  },
  {
   "cat": "色纸",
   "gmv": 59.5,
   "ns": 53.2,
   "np": 30.7,
   "rate": 57.7,
   "refundRate": 10.6,
   "grossRate": 79.4,
   "logiRate": 9.6
  },
  {
   "cat": "纸品周边",
   "gmv": 36.1,
   "ns": 32.2,
   "np": 16.3,
   "rate": 50.7,
   "refundRate": 10.8,
   "grossRate": 74.5,
   "logiRate": 13.2
  },
  {
   "cat": "毛绒类",
   "gmv": 24.4,
   "ns": 21.4,
   "np": 10.5,
   "rate": 48.9,
   "refundRate": 12.3,
   "grossRate": 63.6,
   "logiRate": 4.5
  },
  {
   "cat": "镭射票",
   "gmv": 22.8,
   "ns": 20.7,
   "np": 12.3,
   "rate": 59.2,
   "refundRate": 9,
   "grossRate": 83.9,
   "logiRate": 12.3
  },
  {
   "cat": "亚克力类",
   "gmv": 18.3,
   "ns": 16,
   "np": 8.1,
   "rate": 50.5,
   "refundRate": 12.6,
   "grossRate": 72.7,
   "logiRate": 11.7
  },
  {
   "cat": "摆件",
   "gmv": 1.6,
   "ns": 1.4,
   "np": 0.6,
   "rate": 45.3,
   "refundRate": 9.6,
   "grossRate": 59.3,
   "logiRate": 4.6
  }
 ],
 "plats": [
  {
   "plat": "小红书",
   "gmv": 299.4,
   "ns": 258.6,
   "np": 128.9,
   "rate": 49.8,
   "refundRate": 13.6,
   "skuCount": 520
  },
  {
   "plat": "微信小店",
   "gmv": 240.8,
   "ns": 214.6,
   "np": 106.5,
   "rate": 49.6,
   "refundRate": 10.9,
   "skuCount": 476
  },
  {
   "plat": "淘宝",
   "gmv": 202.1,
   "ns": 183.1,
   "np": 93.2,
   "rate": 50.9,
   "refundRate": 9.4,
   "skuCount": 388
  },
  {
   "plat": "抖音",
   "gmv": 102.1,
   "ns": 90.6,
   "np": 44.5,
   "rate": 49.1,
   "refundRate": 11.3,
   "skuCount": 399
  },
  {
   "plat": "天猫",
   "gmv": 42.5,
   "ns": 38.3,
   "np": 20,
   "rate": 52.2,
   "refundRate": 9.9,
   "skuCount": 230
  },
  {
   "plat": "天使",
   "gmv": 34.5,
   "ns": 34.5,
   "np": 17.3,
   "rate": 50.1,
   "refundRate": 0,
   "skuCount": 154
  },
  {
   "plat": "快手",
   "gmv": 14.7,
   "ns": 12.5,
   "np": 6.1,
   "rate": 48.3,
   "refundRate": 14.4,
   "skuCount": 212
  },
  {
   "plat": "京东",
   "gmv": 11.6,
   "ns": 10.6,
   "np": 5.7,
   "rate": 53.8,
   "refundRate": 9,
   "skuCount": 230
  },
  {
   "plat": "新世纪",
   "gmv": 3,
   "ns": 3,
   "np": 1.6,
   "rate": 54.6,
   "refundRate": 0,
   "skuCount": 32
  },
  {
   "plat": "喜马拉雅",
   "gmv": 0.6,
   "ns": 0.6,
   "np": 0.2,
   "rate": 37.6,
   "refundRate": 0,
   "skuCount": 58
  }
 ],
 "matCats": [
  "图书",
  "立牌",
  "吧唧",
  "文具本册",
  "挂件",
  "金属书签",
  "盲盒福袋",
  "色纸",
  "纸品周边",
  "毛绒类",
  "镭射票",
  "亚克力类",
  "摆件"
 ],
 "matPlats": [
  "小红书",
  "微信小店",
  "淘宝",
  "抖音",
  "天猫",
  "天使",
  "快手",
  "京东",
  "新世纪",
  "喜马拉雅"
 ],
 "matValues": [
  [
   38.5,
   39.6,
   41.3,
   39.7,
   null,
   null,
   38.7,
   null,
   null,
   9.9
  ],
  [
   53.4,
   53.9,
   55.1,
   55,
   54.5,
   50.6,
   53.7,
   56.2,
   51.6,
   56.1
  ],
  [
   56.7,
   56,
   57.5,
   56,
   55.4,
   53.9,
   54.2,
   59,
   54,
   50.5
  ],
  [
   44.6,
   44.5,
   43.5,
   42,
   41.1,
   42.3,
   49.6,
   41.7,
   49.2,
   null
  ],
  [
   50.2,
   52.2,
   53,
   52.1,
   50.2,
   50.3,
   51,
   53.7,
   62.7,
   48.2
  ],
  [
   55.5,
   54.2,
   55.3,
   54.8,
   55.1,
   47.2,
   53.2,
   53.7,
   null,
   44.6
  ],
  [
   50.8,
   52.2,
   54.4,
   52.2,
   53.9,
   47.5,
   54.7,
   54.2,
   null,
   null
  ],
  [
   57,
   57.8,
   59.2,
   57.8,
   55.8,
   58.2,
   56.9,
   58.8,
   null,
   52
  ],
  [
   50.6,
   50.7,
   52.3,
   50.3,
   49.9,
   46.1,
   53.4,
   54.1,
   47.3,
   50
  ],
  [
   49.5,
   49.2,
   49.4,
   48.5,
   49.5,
   35.2,
   49.1,
   49.4,
   null,
   null
  ],
  [
   58.7,
   59,
   60.6,
   59,
   56.4,
   61.5,
   57.8,
   61.2,
   63.9,
   40.2
  ],
  [
   50.6,
   49.8,
   50.6,
   52.2,
   50.8,
   49.5,
   48.7,
   49.6,
   null,
   47.1
  ],
  [
   47,
   56.5,
   41.7,
   45.1,
   58.9,
   null,
   58.9,
   36.4,
   null,
   null
  ]
 ],
 "tuData": {
  "skuCount": 9,
  "gmv": 56.8,
  "ns": 50.3,
  "np": 25.3,
  "rate": 50.3,
  "refundRate": 11.4,
  "qty": 10067,
  "gmvShareOfGua": 62.5,
  "plat": [
   {
    "plat": "小红书",
    "gmv": 19.2,
    "rate": 49.2,
    "refundRate": 14.4
   },
   {
    "plat": "微信小店",
    "gmv": 13.3,
    "rate": 51.5,
    "refundRate": 12.1
   },
   {
    "plat": "淘宝",
    "gmv": 10.2,
    "rate": 52.1,
    "refundRate": 9.1
   },
   {
    "plat": "抖音",
    "gmv": 6.1,
    "rate": 51.5,
    "refundRate": 11.6
   },
   {
    "plat": "天猫",
    "gmv": 3.5,
    "rate": 49.5,
    "refundRate": 7.9
   },
   {
    "plat": "天使",
    "gmv": 2.5,
    "rate": 43.5,
    "refundRate": 0
   },
   {
    "plat": "快手",
    "gmv": 1,
    "rate": 50.5,
    "refundRate": 17
   },
   {
    "plat": "京东",
    "gmv": 0.9,
    "rate": 52.8,
    "refundRate": 1.6
   }
  ]
 },
 "topBottom": {
  "top": [
   {
    "name": "立牌-小红书",
    "np": 19.7,
    "rate": 53.4,
    "refundRate": 13.1
   },
   {
    "name": "图书-微信小店",
    "np": 19.6,
    "rate": 39.6,
    "refundRate": 7.8
   },
   {
    "name": "图书-小红书",
    "np": 17.9,
    "rate": 38.5,
    "refundRate": 9.7
   },
   {
    "name": "图书-淘宝",
    "np": 17.9,
    "rate": 41.3,
    "refundRate": 5.7
   },
   {
    "name": "吧唧-小红书",
    "np": 16.4,
    "rate": 56.7,
    "refundRate": 13.5
   },
   {
    "name": "立牌-微信小店",
    "np": 14.8,
    "rate": 53.9,
    "refundRate": 11.9
   },
   {
    "name": "立牌-淘宝",
    "np": 14.2,
    "rate": 55.1,
    "refundRate": 9.1
   },
   {
    "name": "盲盒福袋-小红书",
    "np": 13.8,
    "rate": 50.8,
    "refundRate": 18
   },
   {
    "name": "吧唧-微信小店",
    "np": 12.6,
    "rate": 56,
    "refundRate": 12.9
   },
   {
    "name": "挂件-小红书",
    "np": 12.4,
    "rate": 50.2,
    "refundRate": 14.2
   }
  ],
  "bottom": [
   {
    "name": "摆件-天猫",
    "np": 0,
    "rate": 58.9,
    "refundRate": 0
   },
   {
    "name": "摆件-快手",
    "np": 0,
    "rate": 58.9,
    "refundRate": 0
   },
   {
    "name": "摆件-京东",
    "np": 0,
    "rate": 36.4,
    "refundRate": 0
   },
   {
    "name": "图书-喜马拉雅",
    "np": 0,
    "rate": 9.9,
    "refundRate": 0
   },
   {
    "name": "吧唧-喜马拉雅",
    "np": 0,
    "rate": 50.5,
    "refundRate": 0
   },
   {
    "name": "挂件-喜马拉雅",
    "np": 0,
    "rate": 48.2,
    "refundRate": 0
   }
  ]
 },
 "q1q2": {
  "worsen": [
   {
    "name": "图书-喜马拉雅",
    "r1": 39.5,
    "r2": -12.1,
    "d": -51.6
   },
   {
    "name": "摆件-微信小店",
    "r1": 57.5,
    "r2": 35.6,
    "d": -21.9
   },
   {
    "name": "摆件-小红书",
    "r1": 52.5,
    "r2": 37.2,
    "d": -15.3
   },
   {
    "name": "摆件-抖音",
    "r1": 47.6,
    "r2": 36.3,
    "d": -11.3
   },
   {
    "name": "挂件-天使",
    "r1": 59.4,
    "r2": 48.2,
    "d": -11.2
   },
   {
    "name": "吧唧-快手",
    "r1": 60.6,
    "r2": 52,
    "d": -8.6
   },
   {
    "name": "文具本册-天猫",
    "r1": 48.6,
    "r2": 40.3,
    "d": -8.3
   },
   {
    "name": "摆件-淘宝",
    "r1": 44.5,
    "r2": 36.7,
    "d": -7.8
   },
   {
    "name": "文具本册-抖音",
    "r1": 47.8,
    "r2": 40.5,
    "d": -7.3
   },
   {
    "name": "文具本册-淘宝",
    "r1": 48.6,
    "r2": 42.5,
    "d": -6.1
   },
   {
    "name": "文具本册-小红书",
    "r1": 49.2,
    "r2": 43.1,
    "d": -6.1
   },
   {
    "name": "立牌-京东",
    "r1": 60.2,
    "r2": 54.1,
    "d": -6.1
   },
   {
    "name": "亚克力类-京东",
    "r1": 54.2,
    "r2": 48.2,
    "d": -6
   },
   {
    "name": "吧唧-天猫",
    "r1": 58.9,
    "r2": 53.4,
    "d": -5.5
   },
   {
    "name": "立牌-天猫",
    "r1": 57.9,
    "r2": 52.5,
    "d": -5.4
   },
   {
    "name": "色纸-天猫",
    "r1": 59.3,
    "r2": 54.1,
    "d": -5.2
   },
   {
    "name": "挂件-天猫",
    "r1": 53.4,
    "r2": 48.4,
    "d": -5
   },
   {
    "name": "金属书签-小红书",
    "r1": 55.6,
    "r2": 51.3,
    "d": -4.3
   },
   {
    "name": "盲盒福袋-抖音",
    "r1": 56.3,
    "r2": 52.1,
    "d": -4.2
   },
   {
    "name": "吧唧-小红书",
    "r1": 59.4,
    "r2": 55.3,
    "d": -4.1
   },
   {
    "name": "纸品周边-天猫",
    "r1": 52.8,
    "r2": 48.8,
    "d": -4
   }
  ],
  "improve": [
   {
    "name": "文具本册-快手",
    "r1": 40.2,
    "r2": 53.6,
    "d": 13.4
   },
   {
    "name": "镭射票-淘宝",
    "r1": 53.3,
    "r2": 60.8,
    "d": 7.5
   },
   {
    "name": "镭射票-微信小店",
    "r1": 52.5,
    "r2": 59.3,
    "d": 6.8
   },
   {
    "name": "挂件-喜马拉雅",
    "r1": 47.7,
    "r2": 54.5,
    "d": 6.8
   },
   {
    "name": "镭射票-抖音",
    "r1": 53,
    "r2": 59.3,
    "d": 6.3
   },
   {
    "name": "镭射票-小红书",
    "r1": 52.8,
    "r2": 59,
    "d": 6.2
   },
   {
    "name": "镭射票-天使",
    "r1": 56.7,
    "r2": 62,
    "d": 5.3
   },
   {
    "name": "镭射票-京东",
    "r1": 56.9,
    "r2": 61.3,
    "d": 4.4
   }
  ]
 },
 "ipData": {
  "top": [
   {
    "name": "猫四月",
    "gmv": 65.8,
    "share": 6.9
   },
   {
    "name": "合集",
    "gmv": 61.4,
    "share": 6.5
   },
   {
    "name": "猫七夜-图书",
    "gmv": 57,
    "share": 6
   },
   {
    "name": "猫小九-图书",
    "gmv": 56.1,
    "share": 5.9
   },
   {
    "name": "鼠克",
    "gmv": 48.7,
    "share": 5.1
   },
   {
    "name": "",
    "gmv": 46.4,
    "share": 4.9
   },
   {
    "name": "猫八两-图书",
    "gmv": 45.5,
    "share": 4.8
   },
   {
    "name": "猫八两",
    "gmv": 43.7,
    "share": 4.6
   },
   {
    "name": "猫七夜",
    "gmv": 36.9,
    "share": 3.9
   },
   {
    "name": "礼盒",
    "gmv": 29.4,
    "share": 3.1
   }
  ],
  "top5Share": 30.4,
  "top10Share": 51.6
 },
 "structure": [
  {
   "cat": "图书",
   "q1": 19.9,
   "q2": 19.9
  },
  {
   "cat": "金属书签",
   "q1": 25.5,
   "q2": 0.3
  },
  {
   "cat": "盲盒福袋",
   "q1": 0.1,
   "q2": 12.4
  }
 ],
 "jsMonthly": [
  {
   "month": "1月",
   "gmv": 0.4,
   "ns": 0.3
  },
  {
   "month": "2月",
   "gmv": 69.8,
   "ns": 59.2
  },
  {
   "month": "3月",
   "gmv": 13.6,
   "ns": 12.2
  },
  {
   "month": "4月",
   "gmv": 1.2,
   "ns": 1
  },
  {
   "month": "5月",
   "gmv": 0.3,
   "ns": 0.3
  },
  {
   "month": "6月",
   "gmv": 0.1,
   "ns": 0.1
  },
  {
   "month": "7月",
   "gmv": 0.1,
   "ns": 0.1
  }
 ],
 "mCatShare": [
  {
   "month": "1月",
   "图书": 27,
   "金属书签": 0.8,
   "盲盒福袋": 0.3,
   "其他": 71.9
  },
  {
   "month": "2月",
   "图书": 18.5,
   "金属书签": 41.4,
   "盲盒福袋": 0.2,
   "其他": 39.9
  },
  {
   "month": "3月",
   "图书": 19.2,
   "金属书签": 12.2,
   "盲盒福袋": 0,
   "其他": 68.6
  },
  {
   "month": "4月",
   "图书": 27.8,
   "金属书签": 0.7,
   "盲盒福袋": 6,
   "其他": 65.5
  },
  {
   "month": "5月",
   "图书": 11.5,
   "金属书签": 0.2,
   "盲盒福袋": 20.3,
   "其他": 68
  },
  {
   "month": "6月",
   "图书": 22,
   "金属书签": 0,
   "盲盒福袋": 8.9,
   "其他": 69.1
  },
  {
   "month": "7月",
   "图书": 17.9,
   "金属书签": 0.1,
   "盲盒福袋": 14.9,
   "其他": 67.1
  }
 ],
 "catQRates": [
  {
   "cat": "镭射票",
   "q1": 53.2,
   "q2": 59.6
  },
  {
   "cat": "盲盒福袋",
   "q1": 49.4,
   "q2": 52.2
  },
  {
   "cat": "纸品周边",
   "q1": 50.2,
   "q2": 50.9
  },
  {
   "cat": "毛绒类",
   "q1": 49.5,
   "q2": 48.6
  },
  {
   "cat": "亚克力类",
   "q1": 51.4,
   "q2": 50.4
  },
  {
   "cat": "挂件",
   "q1": 52.9,
   "q2": 50.6
  },
  {
   "cat": "色纸",
   "q1": 59.4,
   "q2": 56.8
  },
  {
   "cat": "图书",
   "q1": 41.5,
   "q2": 38.8
  },
  {
   "cat": "立牌",
   "q1": 56.3,
   "q2": 53.1
  },
  {
   "cat": "吧唧",
   "q1": 58.4,
   "q2": 55.2
  },
  {
   "cat": "金属书签",
   "q1": 54.9,
   "q2": 51.5
  },
  {
   "cat": "文具本册",
   "q1": 48.2,
   "q2": 42.8
  },
  {
   "cat": "摆件",
   "q1": 49,
   "q2": 36.8
  }
 ],
 "platMonthlyOut": [
  {
   "plat": "小红书",
   "1月": 6.1,
   "2月": 22.7,
   "3月": 15.9,
   "4月": 22.6,
   "5月": 21.5,
   "6月": 22.5,
   "7月": 17.6
  },
  {
   "plat": "微信小店",
   "1月": 4.1,
   "2月": 18,
   "3月": 11.7,
   "4月": 18.1,
   "5月": 18.8,
   "6月": 19.9,
   "7月": 15.8
  },
  {
   "plat": "淘宝",
   "1月": 4,
   "2月": 19.8,
   "3月": 11.8,
   "4月": 14.2,
   "5月": 16.3,
   "6月": 14.8,
   "7月": 12.2
  },
  {
   "plat": "抖音",
   "1月": 2.2,
   "2月": 8.4,
   "3月": 5.4,
   "4月": 7.1,
   "5月": 6.4,
   "6月": 8.1,
   "7月": 6.7
  },
  {
   "plat": "天猫",
   "1月": 0.8,
   "2月": 3.9,
   "3月": 2.8,
   "4月": 3.7,
   "5月": 3.9,
   "6月": 1.9,
   "7月": 3
  },
  {
   "plat": "天使",
   "1月": 1.6,
   "2月": 0.9,
   "3月": 1.4,
   "4月": 2.6,
   "5月": 4.1,
   "6月": 6.7,
   "7月": 0
  },
  {
   "plat": "快手",
   "1月": 0.3,
   "2月": 1.5,
   "3月": 0.9,
   "4月": 0.9,
   "5月": 0.7,
   "6月": 1.1,
   "7月": 0.6
  },
  {
   "plat": "京东",
   "1月": 0.3,
   "2月": 1,
   "3月": 0.7,
   "4月": 0.8,
   "5月": 1.1,
   "6月": 1.1,
   "7月": 0.7
  },
  {
   "plat": "新世纪",
   "1月": 0,
   "2月": 0,
   "3月": 0,
   "4月": 0,
   "5月": 0,
   "6月": 1.6,
   "7月": 0
  },
  {
   "plat": "喜马拉雅",
   "1月": 0,
   "2月": 0.1,
   "3月": 0.1,
   "4月": 0,
   "5月": 0,
   "6月": 0,
   "7月": 0
  }
 ]
};
